// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "?عند علامة قف ",
    answer: "نوقف",
    options: [
      "نصوص من سرعة",
      "نوقف",
      "نحفض على نفس سرعة او ندوز",
      "نحافض على نفس سرعة او ندوز"
    ]
  },
    {
    numb: 2,
    question: "في مجمعات سكنية نقدر نمشي ب ",
    answer: "60 كلم",
    options: [
      "100 كلم",
      "80 كلم",
      "60 كلم",
      "120 كلم",
    ]
  },
    {
    numb: 3,
    question: "أتناء السير بالليل نمشي بأضواء ",
    answer: "التقابل",
    options: [
      "الطريق",
      "الوضع",
      "التقابل",
      "الوضع و الطريق"
    ]
  },
    {
    numb: 4,
    question: "بعد علامة تحديد سرعة في 80 كلم",
    answer: "نقدر نمشي ب 70 كلم",
    options: [
      "نقدر نمشي ب 90 كلم",
      "نقدر نمشي ب 70 كلم",
      "نقدر نمشي ب 100 كلم",
      "نقدر نمشي ب 120 كلم"
     
    ]
  },
    {
    numb: 5,
    question: "بالقرب من المستشفى نبه بالمنبه الصوتي",
    answer: "لا",
    options: [
      "نعم",
      "لا",
      "في بعض الحالات",
      "عند الضرورة"
      
    ]
  },

    {
    numb: 6,
    question: "عاد قمت بإنزال راكب نقدر ننطلق ب",
    answer: "المستوى الأول ديال سرعة",
    options: [
      "المستوى التاني ديال سرعة",
      "المستوى الرابع ديال سرعة",
      "المستوى الأول ديال سرعة",
      "نقطة العطالة(point mort)"
    ]
  },
  
  {
    numb: 7,
    question: "أوراق لكتلزم تكون عندي لسيارة ديالي لفايتة 5 سنوات أو أكثر",
    answer: "بطاقة الرمادية و شهادة الفحص التقني و ضريبة و تأمين على سيارة",
    options: [
      " بطاقة الرمادية و شهادة الفحص التقني و ضريبة و تأمين على سيارة  و شهادة البيع",
      "بطاقة الرمادية و شهادة الفحص التقني و تأمين على سيارة",
      "بطاقة الرمادية و ضريبة و تأمين على سيارة",
      "بطاقة الرمادية و شهادة الفحص التقني و ضريبة و تأمين على سيارة"
    ]
  },
  
];